Repository: Lux-CH/Lux
Catalog: StopWidget/Localizable.xcstrings
Source language: fr
Languages: en

source: Actualiser les départs des Widgets
en: Refresh the departures of the Widgets

source: Afficher les départs d'un arrêt. Configurable dans les paramètres de l'app.
en: Show departures from a stop. Configurable in the app settings.

source: arr.
en: stops

source: arrêt
en: stop

source: arrêts
en: stops

source: Arrivée %@
en: Arrival %@

source: Aucun départ ulterieur
en: No upcoming departures

source: Départ de %@
en: Departing %@

source: Départs
en: Departures

source: Descendez
en: Get off

source: Descendez à
en: Get off at

source: Descendez au prochain arrêt
en: Get off at the next stop

source: Données fictives
en: Fictitious data

source: En direct
en: Live

source: En direct · %@
en: Live · %@

source: Ensuite
en: Next

source: Inconnu
en: Unknown

source: Mis à jour à %@
en: Updated at %@

source: Préparez-vous à descendre
en: Get ready to get off

source: Une erreur s'est produite
en: An error occured

source: Vous êtes arrivé
en: You have arrived

source: Widget des arrêts
en: Stop widget
